experiments/redis_contention/redis_same_numa_2/loaded_pairs_12/pair_0/clients_1_threads_4_pipeline_1/redis.out
4         Threads
1         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        35238.00          ---          ---         0.09607         0.08700         0.15900         4.73500     36983.70 
Gets         7047.55        19.53      7028.01         0.08755         0.07900         0.14300         2.00700       300.89 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      42285.55        19.53      7028.01         0.09465         0.08700         0.15100         4.73500     37284.59